<template>
    <v-content>
        <article>
            <h1>プライバシーポリシー</h1>
            <p>私たちpeacebox運営グループ（以下、「運営」）は、peaceBoxにおける利用者に関する情報（サービスをご利用いただくユーザーに関する全ての情報を指し、以下、「ユーザー情報」といいます）を以下の通り取り扱います。</p>
            <section>
                <h3>第1条 ユーザー情報について</h3>
                <p>当サービスでは、以下の情報を保存しています。</p>
                <ul>
                    <li>ご登録に際に必要に応じて提供をお願いする、メールアドレスなどのユーザー情報</li>
                    <li>ユーザーが、ソーシャルネットワークサービス等の外部サービスとの連携を許可した場合に、当該外部サービスでユーザーが利用するID及び、その他当該外部サービスのプライバシー設定によりユーザーが開示を認めた情報</li>
                </ul>
            </section>

            <section>
                <h3>第2条 ユーザー情報の利用目的</h3>
                <p>運営は、ユーザー情報を下記の目的の範囲内で適切に利用いたします。</p>
                <ul>
                    <li>サービス全般の提供のため</li>
                    <li>通知メール配信のため</li>
                    <li>ユーザーの皆様のサービス利用状況に関する調査、統計、分析のため</li>
                    <li>システムの維持、不具合対応のため</li>
                    <li>法令等により提供が必要な場合に、適切な第三者への情報開示責任を遂行するため</li>
                </ul>
            </section>

            <section>
                <h3>第3条 Cookieについて</h3>
                <p>運営は、下記の目的の範囲内でCookieを使用します。</p>
                <ul>
                    <li>ユーザーの皆様のログイン状況の確認や本サービスの各種機能の実装のため</li>
                    <li>運営ウェブサイトの利用状況の調査や、サービス改善のため</li>
                    <li>アプリ内でのセッション管理行うため</li>
                </ul>
            </section>
            <section>
                <h3>第4条 Google Analyticsについて</h3>
                <p>
                    いくつかのページでは、ユーザーの皆様の本サイトの訪問状況を把握するためにGoogle 社のサービスであるGoogle Analyticsを利用しています。運営のサイトでGoogle Analyticsを利用した場合、運営が発行するクッキーをもとにして、Google 社がユーザーの皆様の本サイトの訪問履歴を収集、記録及び分析します。運営は、Google 社から、その分析結果を受け取り、ユーザーの皆様の本サイトの訪問状況等を把握します。Google Analyticsにより収集、記録、分析されたユーザーの皆様の情報には、特定の個人を識別する情報は一切含まれず、ユーザー情報の保護に関する法律上のユーザー情報に該当しません。また、それらの情報は、Google社により同社のプライバシーポリシーに基づいて管理されます。
                    ユーザーの皆様は、ブラウザのアドオン設定でGoogle Analyticsを無効にすることにより、運営のGoogle Analytics利用によるユーザーの皆様の情報の収集を停止することも可能です。Google Analyticsの無効設定は、Google社によるオプトアウトアドオンのダウンロードページで 「Google Analyticsオプトアウトアドオン」をダウンロード及びインストールし、ブラウザのアドン設定を変更することで実施することができます。なお、ユーザーの皆様がGoogle Analyticsを無効設定した場合、ユーザーの皆様が訪問する本サイト以外のウェブサイトでもGoogle Analyticsは無効になりますが、ユーザーの皆様がブラウザのアドオンを再設定することにより、再度Google Analyticsを有効にすることも可能です。
                    Google Analyticsの利用規約に関する説明についてはGoogle Analyticsのサイトを、Google社のプライバシーポリシーに関する説明については同社のサイトをご覧下さい。
                </p>

                <ul>
                    <li>
                        Google Analyticsの利用規約：
                        <a
                            href="http://www.google.com/analytics/terms/jp.html"
                        >http://www.google.com/analytics/terms/jp.html</a>
                    </li>
                    <li>
                        Googleのプライバシーポリシー：
                        <a
                            href="http://www.google.com/intl/ja/policies/privacy/"
                        >http://www.google.com/intl/ja/policies/privacy/</a>
                    </li>
                    <li>
                        Google Analyticsオプトアウトアドオン：
                        <a
                            href=" https://tools.google.com/dlpage/gaoptout?hl=ja"
                        >https://tools.google.com/dlpage/gaoptout?hl=ja</a>
                    </li>
                </ul>
            </section>
            <section>
                <h3>第5条 ユーザー情報の提供</h3>

                <p>運営は、ユーザーの皆様のユーザー情報を下記の場合を除いて第三者に提供することはいたしません。</p>

                <ul>
                    <li>ユーザーの皆様からの事前の同意がある場合</li>
                    <li>ユーザーの皆様が第三者の生命・身体・財産その他正当な利益を害する可能性があると運営が判断した場合</li>
                    <li>法令に基づく場合</li>
                    <li>ユーザーの皆様が本サービスの利用規約に違反し、弊社の権利、財産やサービス等を保護するために、ユーザー情報を公開せざるをえないと判断するに足る十分な根拠がある場合</li>
                    <li>人の生命、身体または財産の保護のために必要がある場合であって、本人の同意を得ることが困難である場合</li>
                    <li>公衆衛生の向上または児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ることが困難である場合</li>
                    <li>国の機関もしくは地方公共団体またはその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがある場合</li>
                </ul>
            </section>

            <section>
                <h3>第6条 ユーザー情報の開示・訂正・利用停止</h3>
                <p>
                    運営はユーザー情報の問い合わせ・開示・訂正・利用停止の請求先、ユーザー情報の取り扱いに関する苦情の申出先を下記の通り定め、ユーザー情報の開示・訂正・利用停止の請求はユーザーの皆様本人またはその代理人が書面（電子メールを含む）にて行うものとします。
                    ユーザー情報の開示・訂正・利用停止の請求先、ユーザー情報の取り扱いに関する苦情の申出先：
                    <a href="mailto:peacebox.app@gmail.com">peacebox.app@gmail.com</a>
                    ユーザーの皆様またはその代理人の方からのユーザー情報の開示・訂正・利用停止の請求があった場合には、運営は、当該請求がユーザーの皆様ご本人の請求であることをしかるべき方法で確認させて頂いた上で、法令の定める合理的な範囲で速やかに対応いたします。
                </p>
            </section>
            <section>
                <h3>第８条 プライバシーポリシーの改定</h3>
                <p>運営はユーザー情報保護上の必要に応じて、本方針を改定する場合があります。改定が行われた時点で、新しい方針が適用されるものといたします。</p>
            </section>
        </article>
        <footer>
            <span>&copy; 2020 peaceBox</span>
        </footer>
    </v-content>
</template>

<script>

</script>

<style>
section {
    padding-top: 30px;
}

footer {
    text-align: center;
    margin-top: 90px;
}

h1 {
    padding-bottom: 50px;
    text-align: center;
}
</style>
